Repository: riobahtiar/sand-block
Catalog: languages/*.po
Languages: id_id

source: Coronavirus data from <b>%s</b> is provided by <b>worldometers.info</b> via <b>disease.sh</b> Public API's
id_id: Coronavirus data untuk <b>%s</b> disediakan oleh <b>worldometers.info</b> via <b>disease.sh</b> Public API’s

source: Coronavirus data is provided by <b>worldometers.info</b> via <b>disease.sh</b> Public API's
id_id: Coronavirus data is disediakan ole <b>worldometers.info</b> via <b>disease.sh</b> Public API’s

source: Today Cases: %s
id_id: Kasus Hari Ini: %s

source: Critical: %s
id_id: Kritis: %s

source: Today Recovered: %s
id_id: Sembuh Hari Ini: %s

source: Today Deaths: %s
id_id: Meninggal Hari ini: %s

source: Confirmed
id_id: Terkonfirmasi

source: Active Cases
id_id: Kasus Aktif

source: Recovered
id_id: Sembuh

source: Deaths
id_id: Meninggal

source: Last updated: <time>%s</time>.
id_id: Diperbarui pada: <time>%s</time>.
